{
  "alert.oops": "Oops...",
  "apl.addNote": "+ Ajouter une note",
  "apl.backToApplicantList": "< Sauvegarder et revenir à la liste des candidats",
  "apl.collapseAllSkills": "Réduire les compétences",
  "apl.decision": "Décision",
  "apl.editNote": "Modifier la note",
  "apl.emailCandidateLinkTitle": "envoyer un courriel à ce candidat.",
  "apl.expandAllSkills": "Élargir les compétences",
  "apl.indexPageTitle": "Applications pour : {jobTitle} {jobClassification}",
  "apl.reviewSaveFailed": "Une erreur s'est produite lors de l'enregistrement d'un commentaire. Réessayez plus tard.",
  "apl.screenInConfirm": "Remettre le candidat dans la section à l'étude?",
  "apl.screenOutAll": "Éliminer tous les candidats supplémentaires",
  "apl.screenOutAll.confirm": "Êtes-vous sûr de vouloir éliminer tous les candidats supplémentaires?",
  "apl.screenOutConfirm": "Éliminer le candidat?",
  "apl.viewApplication": "Voir l'application",
  "apl.viewApplicationLinkTitle": "Voir l'application de ce candidat.",
  "apl.viewProfile": "Voir le profil",
  "apl.viewProfileLinkTitle": "Voir le profil de ce candidat.",
  "assessmentPlan.addAssessmentButton": "Add an Assessment",
  "assessmentPlan.alert.checking": "Checking if Job changed recently...",
  "assessmentPlan.alert.created": "{skills} {count, plural, one {was} other {were}} added.",
  "assessmentPlan.alert.deleted": "{skills} {count, plural, one {was} other {were}} removed.",
  "assessmentPlan.alert.explanation": "Parts of the Screening Plan have been changed to match.",
  "assessmentPlan.alert.skillAndLevelUpdated": "{oldSkill} was changed to {newSkill} and was updated.",
  "assessmentPlan.alert.skillLevelUpdated": "{skills} {count, plural, one {was} other {were}} updated.",
  "assessmentPlan.alert.skillUpdated": "{oldSkill} was changed to {newSkill}.",
  "assessmentPlan.alert.title": "This job changed recently!",
  "assessmentPlan.assessmentPlanBuilder.instructions": "Your first step is to pick some assessments that will allow you to evaluate the criteria you've selected for your job poster. Below you'll find your essential criteria, followed by your asset criteria if you've selected any. The builder will save as you go, so when you're finished, feel free to move to step 2 to review your work.",
  "assessmentPlan.assessmentPlanBuilder.shortDescription": "(Select your assessments)",
  "assessmentPlan.assessmentPlanBuilder.title": "Assessment Plan Builder",
  "assessmentPlan.assessmentPlanSummary.shortDescription": "(Review your plan)",
  "assessmentPlan.assessmentPlanSummary.title": "Assessment Plan Summary",
  "assessmentPlan.assessmentTypesLabel": "Assessment Types",
  "assessmentPlan.assetCriteria.nullState": "You have no asset skills selected for this job poster.",
  "assessmentPlan.criteriaTitle": "{skillName} - {skillLevel}",
  "assessmentPlan.essentialCriteria.nullState": "You have no essential skills selected for this job poster.",
  "assessmentPlan.instructions.intro": "This tool allows you to build an assessment plan and a ratings guide for your job poster. The tool is used in 3 steps:",
  "assessmentPlan.instructions.narrativeNote": "Please note that all assessment plans will include a review of the narrative evidence provided by the applicant.",
  "assessmentPlan.pageTitle": "Generate an assessment plan for: {jobTitle}",
  "assessmentPlan.ratingGuideBuilder.shortDescription": "(Customize your evaluations)",
  "assessmentPlan.ratingGuideBuilder.title": "Ratings Guide Builder",
  "assessmentPlan.selectAssessment.label": "Select an Assessment",
  "assessmentPlan.selectAssessment.null": "Select an Assessment",
  "assessmentPlan.skillDescriptionLabel": "Description",
  "assessmentPlan.skillLevelDescriptionLabel": "Skill Level Selected",
  "assessmentPlan.summary.assessmentSummary.noAssessments": "You have no assessments selected for this job poster. Add them\n              above.",
  "assessmentPlan.summary.assessmentSummary.title": "Assessment Summary",
  "assessmentPlan.summary.assessmentSummary.toolSkillCount": "Your plan uses {toolCount, plural, =0 {no tools} one {# tool} other {# tools}}\n            to assess {skillCount, plural, =0 {no skills} one {# skill} other {# skills}}.",
  "assessmentPlan.summary.description": "This is a summary of the work you've done above. You'll find\n      each assessment accompanied by a consolidated list of the essential and\n      asset skills attached to it.",
  "assessmentPlan.summary.skillCount": "Assessing {count, plural, one {# skill} other {# skills}}.",
  "assessmentPlan.summary.skillsNullState": "No skills being assessed by this tool.",
  "assessmentPlan.summary.title": "2. Assessment Plan Summary",
  "assessmentType.applicationScreeningQuestion": "Application Screening Question",
  "assessmentType.applicationScreeningQuestion.description": "These questions appear in the application form, and are submitted through Talent Cloud, they allow a first glance at the applicant’s understanding, process, knowledge, or cultural fit for the position.",
  "assessmentType.groupTest": "Group Test",
  "assessmentType.groupTest.description": "Applicants perform this test in real-time in conjunction with other applicants, team members, or facilitators, to determine their skill prowess, team communication, and performance in a collaborative environment.",
  "assessmentType.informalPhoneConversation": "Informal Phone Conversation",
  "assessmentType.informalPhoneConversation.description": "A loose structure chat between a member of the hiring board and an applicant, aimed at discovering the applicant’s knowledge, aptitudes, or personality traits, conversations may vary between applicants.",
  "assessmentType.interview": "Interview",
  "assessmentType.interview.description": "A formal question-and-answer examination performed in real-time between the hiring-board and an applicant, questions are aimed at assessing skill expertise, level, and approach. Each question is crafted beforehand and follows the same structure between all interviewed applicants.",
  "assessmentType.narrativeAssessment": "Narrative Review",
  "assessmentType.narrativeAssessment.description": "This is a description requested during the application process, in which applicants to self-identify and describe their experience and level of expertise with a skill.",
  "assessmentType.narrativeReview.standardAnswer": "The provided description contains sufficient evidence to advance this candidate to the next screening steps.",
  "assessmentType.narrativeReview.standardQuestion": "Narrative Review of skill includes all descriptions added by the applicant in their application.",
  "assessmentType.onSiteExam": "On-Site Exam",
  "assessmentType.onSiteExam.description": "Prepared examination that requires the applicant to perform a test at a specific location under supervision, aimed at assessing skill expertise and technique.",
  "assessmentType.onlineExam": "Online Exam",
  "assessmentType.onlineExam.description": "Prepared examination that does not require supervision, and can be performed from any location through internet access, with a defined time-frame for completion.",
  "assessmentType.portfolioReview": "Portfolio Review",
  "assessmentType.portfolioReview.description": "During the application process, applicants provide access to samples of their work to exhibit their skill level, and back-up their skill claims.",
  "assessmentType.referenceCheck": "Reference Check",
  "assessmentType.referenceCheck.description": "During the application process, applicants provide contact information to an acquaintance who can validate and confirm their skill expertise, knowledge or aptitude.",
  "assessmentType.seriousGames": "Serious Games",
  "assessmentType.seriousGames.description": "Test involving the use of games to explore a candidate’s communication skills, resilience, emotional intelligence, among many other soft skills.",
  "assessmentType.takeHomeExam": "Take Home Exam",
  "assessmentType.takeHomeExam.description": "Applicants receive a physical package containing the assessment tools, they complete the assessment at their own leisure and at their preferred location without supervision, and must return the materials before a specific deadline.",
  "button.cancel": "Annuler",
  "button.confirm": "Confirmer",
  "button.copied": "Copié!",
  "button.copyEmails": "Copier des emails",
  "button.save": "Enregistrer",
  "button.saved": "Enregistrée",
  "button.saving": "Enregistre...",
  "button.toggleAccordion": "Basculer pour voir les candidats concernés.",
  "button.viewJobPoster": "Voir l'affiche d'emploi",
  "criteria.asset": "Asset Skills",
  "criteria.essential": "Essential Skills",
  "criteriaType.asset": "Asset",
  "criteriaType.essential": "Essential",
  "errorToast.title": "Something went wrong!",
  "job.daysSinceClosed": "{dayCount, plural, =0 {Aucun jour} one {# jour} other {# jours}} depuis la fermeture",
  "priorityStatus.priority": "Priorité",
  "priorityStatus.priorityLogoTitle": "icône pour candidat prioritaire",
  "ratingGuideAnswer.answerLabel": "Acceptable Passing Answer / Required to demonstrate",
  "ratingGuideAnswer.answerPlaceholder": "Write the expected answer to pass the applicant on this skill...",
  "ratingGuideAnswer.nullSelection": "Select a Skill...",
  "ratingGuideAnswer.selectLabel": "Select a Skill",
  "ratingGuideBuilder.addQuestion": "Add a Question",
  "ratingGuideBuilder.assetMissing": "{count} Asset Missing:",
  "ratingGuideBuilder.copyButton": "Click to Copy This Ratings Guide to Your Clipboard",
  "ratingGuideBuilder.copyInstructions": "Now that you've built your Ratings Guide, you can use the button below to copy the entire thing to your clipboard, making it easy to paste in your favourite Word Processor.",
  "ratingGuideBuilder.criteriaName": "{skillName} - {skillLevel}",
  "ratingGuideBuilder.essentialMissing": "{count} Essential Missing:",
  "ratingGuideBuilder.instructions": "Below you will create your own ratings guide tool to help you assess your candidates. This tool allows you to build your own questions/evaluations for each assessment you've selected above, and then allows you to jot down the criteria for what a great candidate response might be. Please note that \"Narrative Review\" is unique in that the content is generated for you below.",
  "ratingGuideBuilder.narrativeSectionTitle": "Assessment {index}: {assessmentType}",
  "ratingGuideBuilder.sectionTitle": "Assessment {index}: {assessmentType}",
  "ratingGuideBuilder.title": "3. Ratings Guide Builder",
  "reviewStatus.notReviewed": "Non révisé",
  "reviewStatus.screenedOut": "Éliminé",
  "reviewStatus.stillIn": "Encore considérée",
  "reviewStatus.stillThinking": "Incertain",
  "skillLevel.hard.advanced.description": "You have the ability to accomplish tasks of significant complexity or impact with supervision.You provide advice and input on the approach to the tasks, and how they are delivered, for the supervisor’s consideration. You are able to advance the task, even in the face of moderate to large hurdles and complications. As you advance in this category, you should be developing the ability to accomplish tasks of significant complexity or larger impact with only light levels of supervision, where you are effectively the lead on the initiative. You may also take on a role of training others in this skills set or take on a light supervisory role for those at lower levels. This level is usually associated with tasks that form the bulk of the work for higher level positions, such as senior analysts or senior developers.",
  "skillLevel.hard.advanced.name": "Advanced",
  "skillLevel.hard.basic.description": "You have the ability to accomplish basic tasks with steady supervision and clear direction. The tasks you’re assigned are clear and don’t involve significant complexity. Their impact is usually locally felt. As you advance in this category, you should be developing the ability to accomplish tasks of moderate complexity with steady supervision. You will also need to be able to accomplish basic tasks with little or no supervision. This level is usually associated with tasks that form the bulk of the work for lower level positions, such as junior analysts or entry level developers.",
  "skillLevel.hard.basic.name": "Beginner",
  "skillLevel.hard.expert.description": "You have the ability to accomplish tasks of significant complexity or impact, where you call the shots and answer to the organization’s senior management for your decisions. You bring forward the tasks, the approach and the delivery plan for senior management consideration. You often supervise others (individuals or teams) in delivering tasks of high complexity or system wide impact. You are able to advance these tasks, even in the face of significant unforeseen hurdles and complications. As you advance in this category, you should be developing the ability to assess others at more junior levels, becoming able to clearly identify the difference between beginner, intermediate and advanced tasks. You should be able to build teams, set direction and provide supervision. This level is usually associated with tasks that form the bulk of the work for management and executive level positions.",
  "skillLevel.hard.expert.name": "Expert",
  "skillLevel.hard.intermediate.description": "You have the ability to accomplish tasks of moderate complexity or moderate impact with supervision.The approach to the tasks, and how they are delivered, is determined by the supervisor.You contribute input and advice.You are able to advance the task, even in the face of small to moderate hurdles and complications. As you advance in this category, you should be developing the ability to accomplish tasks of significant complexity or larger impact with steady supervision. You will also need to be able to accomplish tasks of moderate complexity or impact with little or no supervision. This level is usually associated with tasks that form the bulk of the work for mid-level positions, such as analysts or developers.",
  "skillLevel.hard.intermediate.name": "Intermediate",
  "skillLevel.soft.advanced.description": "You’re able to consistently demonstrate this skill or attribute in the workplace, including under conditions of high stress or difficulty. Your peers and supervisors recognize this as a strength you demonstrate in the workplace.",
  "skillLevel.soft.advanced.name": "Strongly in Evidence",
  "skillLevel.soft.basic.description": "You’re working on acquiring this skill or attribute. You are able to demonstrate it under favourable conditions (low stress, minimal difficulty) and can apply it in a work context intermittently.",
  "skillLevel.soft.basic.name": "In Early Development",
  "skillLevel.soft.expert.description": "This is a foundational part of who you are. You consistently demonstrate this skill or attribute, even under conditions of extreme stress or difficulty. Your peers and supervisors recognize this as a significant strength you demonstrate in the workplace, providing an example to others.",
  "skillLevel.soft.expert.name": "Deep Level Demonstration",
  "skillLevel.soft.intermediate.description": "You’re able to consistently demonstrate this skill or attribute in the workplace, including under conditions of low-to-moderate stress or difficulty. Your peers and supervisors are able to attest to the fact that you have been able to demonstrate this skill or attribute on a regular basis.",
  "skillLevel.soft.intermediate.name": "Moderately in Evidence",
  "veteranStatus.veteran": "Anciens combattants",
  "veteranStatus.veteranLogoAlt": "icône pour anciens combattants"
}
