[{"id":"applicationTimeline.intro.heading","description":"Heading text on the intro step of the Application Timeline.","defaultMessage":"Start Your Application"},{"id":"applicationTimeline.intro.preamble","description":"First section of text on the intro step of the Application Timeline.","defaultMessage":"Before you begin we'd like to provide you with some information about what you can expect from our application process."},{"id":"applicationTimeline.intro.firstParagraph","description":"Paragraph explaining how TC differs from a traditional resumé.","defaultMessage":"Talent Cloud is a skills-based hiring platform, and <bold>this means that we're going to ask you about your experiences in a way that differs from a traditional resume format</bold>. The goal is to get a thorough understanding of the skills you have and how your past experiences have shaped them. This gives the manager reviewing your application a much stronger sense of your abilities."},{"id":"applicationTimeline.intro.firstBullet","description":"Bullet point about the beginning of the application process.","defaultMessage":"We'll begin by asking you about your experiences, varying across academia, work, community, etc."},{"id":"applicationTimeline.intro.secondBullet","description":"Bullet point about the end of the application process.","defaultMessage":"Once we have an understanding of your history, we'll ask you to explain how those experiences relate to the skills needed for this position."},{"id":"applicationTimeline.intro.secondParagraph","description":"Paragraph explaining the time saving of the application and profile.","defaultMessage":"During your very first application you'll be starting with a blank slate, but the great thing about Talent Cloud is that <bold>all of your information will be saved to your profile</bold>. This allows us to automatically fill in parts of your future applications, saving you a ton of time."},{"id":"applicationTimeline.intro.prompt","description":"Ending text to motivate the applicant to progress.","defaultMessage":"Ready to get started?"},{"id":"applicationTimeline.intro.start","description":"Button text for starting an application.","defaultMessage":"Start My Application"}]
