[{"id":"application.experience.educationTypeMissing","description":"Error message for when the education type cannot be found.","defaultMessage":"Education type not found"},{"id":"application.experience.educationStatusMissing","description":"Error message for when the education status cannot be found.","defaultMessage":"Education status not found"},{"id":"application.experience.awardRecipientMissing","description":"Error message for when the award recipient cannot be found.","defaultMessage":"Award recipient not found"},{"id":"application.experience.awardRecognitionMissing","description":"Error message for when the award recognition cannot be found.","defaultMessage":"Award recognition not found"},{"id":"application.experience.errorRenderingExperience","description":"Error message displayed when experience fails to render.","defaultMessage":"Experience failed to render (experience type missing)."},{"id":"application.experience.preamble","description":"First section of text on the experience step of the Application Timeline.","defaultMessage":"Use the buttons below to add experiences you want to share with the manager. Experiences you have added in the past also appear below, and you can edit them to link them to skills required for this job when necessary."},{"id":"application.experience.essentialSkillsListIntro","description":"Text before the list of essential skills on the experience step of the Application Timeline.","defaultMessage":"This job <span>requires</span> the following skills:"},{"id":"application.experience.assetSkillsListIntro","description":"Text before the list of asset skills on the experience step of the Application Timeline.","defaultMessage":"These skills are beneficial, but not required:"},{"id":"application.experience.softSkillsList","description":"List of soft skills that will be evaluated later.","defaultMessage":"Please note that {skill} will be evaluated later in the hiring process."},{"id":"application.experience.noExperiences","description":"Message displayed when application has no experiences.","defaultMessage":"Looks like you don't have any experience added yet. Use the buttons above to add experience. Don't forget that experience will always be saved to your profile so that you can use it on future applications!"},{"id":"application.experience.unconnectedSkills","description":"Message showing list of required skills that are not connected to a experience.","defaultMessage":"The following required skill(s) are not connected to your experience:"}]
